import style from './style.module.scss';

const PrivacyPolicyView = () => {
  return (
    <section className={style.privacyPolicy}>
      <h3 className={style.mainTitle}>Политика конфиденциальности</h3>
      <div className={style.block}>
        <h2 className={style.title}>1. «Общие положения»</h2>
        <p className={style.description}>
          Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
           Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
        </p>
      </div>
      <div className={style.block}>
        <h2 className={style.title}>2. «Определения условий»</h2>
        <p className={style.description}>
          Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
           Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
        </p>
      </div>
      <div className={style.block}>
        <h2 className={style.title}>3. «Условия приобретения товара»</h2>
        <h4 className={style.subTitle}>Правовые основания</h4>
        <p className={style.description}>
          Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
           Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
        </p>
        <h4 className={style.subTitle}>Правовые основания</h4>
        <p className={style.description}>
          Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
           Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
           Настоящая политика описывает, какие данные могут собираться и обрабатываться при
          использовании маркетплейса Tap.kg (далее — «Сервис»), в каких целях они используются и
          какие у пользователя есть возможности. Документ является рабочим шаблоном и подлежит
          согласованию с юристом перед публикацией в юрисдикции вашей деятельности.
        </p>
      </div>
    </section>
  );
};

export default PrivacyPolicyView;
